# Например объект школьник:
имя (тип строка), возраст (тип целое число), класс (тип целое число), отличник или нет (логический тип), средняя оценка (число с плавающей точкой)

var_1 = 'Петров Александр Андреевич' # ФИО
var_2 = 14     # возраст
var_3 = 5        # класс
var_4 = False    # отличник
var_5 = 2.3      # средняя оценка


print('Имя:', var_1, type(var_1))
print('Возраст:', var_2, type(var_2))
print('Класс:', var_3, type(var_3))
print('Отличник:', var_4, type(var_4))
print('Средняя оценка:', var_5, type(var_5))

      
 #Result
''' 
Имя: Петров Александр Андреевич <class 'str'>
Возраст: 14 <class 'int'>
Класс: 5 <class 'int'>
Отличник: False <class 'bool'>
Средняя оценка: 2.3 <class 'float'>
